---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebfillet
source: html/0cdb4582-9fc2-ae2d-b77f-580f3ff1c121.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebfillet Property

"Web Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeWebfillet { get; }
```